IDEA StatiCa Open Model
ResultOfNLAPoint.Y Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Y coordinates on cross-section
 Namespace: IdeaRS.OpenModel.Result
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double Y { get; set; }
Public Property Y As Double
	Get
	Set
public:
property double Y {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
ResultOfNLAPoint Class
IdeaRS.OpenModel.Result Namespace